{   "gameName":"Shai",
    "labels": {
                "life": "vita",
                "attack": "attacco",
                "money": "soldi",
                "reputation": "reputazione",
                "points": "dadi",
                "fightText": "combatti!",
                "fightMsg1": "Hai totalizzato ",
                "fightMsg2": " punti. Il tuo avversario ne ha totalizzati ",
                "fightMsg3": " punti di danno inflitti",
                "fightMsg4": " punti di danno subiti",
                "alert": {
                        "winTitle": "Vittoria!",
                        "winText": "Hai sconfitto in combattimento il tuo nemico, prosegui nella storia",
                        "loseTitle": "Sconfitta!",
                        "loseText": "Sei stato sconfitto in combattimento, la tua avventura si conclude qui.",
                        "keepAdventureText": "Continua la tua avventura",
                        "startOverText": "Ricomincia l'avventura",
                        "liveAgainText": "Usa la pozione dell'immortalità"
                 }
    },
    "shaiChararcter":{
        "charDescription": "Shai è una giovane umana",
        "charLife": 12,
        "charAttack": 6,
        "charMoney": 1,
        "charReputation": 0,
        "charButtonText": "Scegli Shai"
        },
    "skills":{
            "swim": "nuotare",
            "hide": "mimetismo",
            "track": "seguire tracce",
            "talk": "parlantina"
    },
    "home": {
            "credits": "Autori",
            "rules": "Regole",
            "settings": "impostazioni"
    },
    "story": {
                "1": {  "chapter": 1,
                        "text": "Da almeno due mesi, da quando il Duca ha ufficialmente concesso la mano di sua figlia, in città non si parla d'altro.\n Ad ogni bancarella del mercato di sente qualcuno parlare della giostra o dei giochi, dei cavalieri in armatura scintillante che sfileranno in parata tra le vie della città delle carovane di mercanti che arriveranno a seguito dello sposo, dal suo paese, portando spezie e profumi di terre lontane, stoffe e colori di altre casate, e storie e racconti di nuovi eroi mai sentite prima.\n\n E poi, naturalmente, si parla del vestito che la sposa indosserà, un vestito che ha l'arduo compito di innalzare un popolo e una cultura per non farla sfigurare di fronte alla leggendaria belezza e maestria del popolo dello sposo.\n Il compito di realizzarlo è ricaduto su te, l'unica sarta la cui bravura supera di gran lunga le mura della città. Dicono, di te, che la tua arte possa cmopetere con quella degli elfi, che i tuoi vestiti rubino la luce delle stelle e che trasformino dei semplici uomini in semidei di immortale bellezza. Ovviamente esagerano.\n Tu cerchi di minimizzare, con modestia, ogni volta che ti complimentano ma sai anche che quei complimenti sono meritati. Il tuo lavoro è veramente di ottima fattura, e anche se non credi possa essere paragonato alla maestria elfica di sicuro lo puoi almeno definire prova di un buon artigianato.\n 'Sara!' Riconosci la voce che ti chiama, è tua madre. Cerchi di ignorarla ma la voce, insistente, urla più forte il tuo nome. 'Sara!'/n Tua madre è caparbia, e vuole qualcosa da te seminarla non sarà facile, ma a pochi metri intravedi le prime bancarelle del mercato e forse lì avrai una speranza di perderti tra la folla.",
                        "choice1":"Ti getti nella folla del mercato sperando di far perdere le tue tracce", 
                        "goTo1" : 2,
                        "choice2":"FIGHT",
                        "goTo2" : "Fight",
                        "itemAcquired": [1, "necklace"],
                        "fight": ["wolf", 15, 2, 5, 101] 
                },
                "2": {  "chapter": 2,
                        "beforeTextGood": "BEFORE necklace acquired GOOD",
                        "beforeTextBad": "BEFORE necklace acquired BAD",
                        "text": "this is a text for chapter 2",
                        "afterTextGood": "AFTER necklace good",
                        "afterTextBad": "AFTER necklace bad",
                        "choice1":"FIGHT", 
                        "goTo1" : "Fight",
                        "choice2":"text for choice 2",
                        "goTo2" : 2,
                        "choice3":"text for choice 3",
                        "goTo3" : 3,
                        "itemAcquired": [0, 0],
                        "skillAcquired": [0,0]
                },
                "3": {  "chapter": 3,
                        "text": "this is a text 3",
                        "choice1":"text for choice 1", 
                        "goTo1" : 1,
                        "choice2":"text for choice 2",
                        "goTo2" : 2,
                        "choice3":"text for choice 3",
                        "goTo3" : 3
                }
    },
    "game": {
        "lair": false,
        "necklace": false
    },
    "characterFeatures": ["life", "attack", "money", "reputation" ]
}